Repository: moayyaed/MtdKey.OrderMaker
Catalog: Resources/SharedResource.*.resx
Languages: ru_ru

source: Approval event
ru_ru: Событие процесса согласования

source: Approval process event
ru_ru: Оповещение о событии процесса согласования

source: Approval required
ru_ru: Требуется согласование документа

source: approved the document at
ru_ru: согласовал документ

source: Click on the link to view the document that required to approve.
ru_ru: Нажмите на ссылку, чтобы посмотреть документ, который требуется утвердить.

source: Click on the link to view the document.
ru_ru: Нажмите на ссылку, чтобы просмотреть документ.

source: Document
ru_ru: Документ

source: Document link
ru_ru: Ссылка на документ

source: rejected the document at
ru_ru: отклонил документ

source: User
ru_ru: Пользователь

source: Approval process is complete. Click on the link to view the document.
ru_ru: Процесс согласования завершен. Нажмите на ссылку, чтобы просмотреть документ.

source: Click on the link to view the document and start new approval.
ru_ru: Нажмите на ссылку, чтобы посмотреть документ и начать новый процесс согласования.

source: restarted approval workflow at
ru_ru: изменил статус согласования

source: started a new approval at
ru_ru: начал новый процесс согласования

source: Confirm the ownership of the mailbox by clicking on the link below
ru_ru: Подтвердите право собственности на почтовый ящик, нажав на ссылку ниже

source: Create account password
ru_ru: Создать новый пароль

source: Email Verification
ru_ru: Подтверждение адреса электронной почты

source: Email Verification Procedure
ru_ru: Процедура проверки электронной почты

source: Error sending message. Perhaps this address does not exist.
ru_ru: Ошибка при отправке сообщения. Возможно, этот адрес не существует.

source: Password reset
ru_ru: Восстановление пароля

source: To change your account password, follow the link below
ru_ru: Чтобы изменить пароль своей учетной записи, перейдите по ссылке ниже

source: Verification email sent. Please check your email.
ru_ru: Письмо с подтверждением отправлено. Пожалуйста, проверьте вашу электронную почту.

source: Your login
ru_ru: Ваш логин

source: New password
ru_ru: Новый пароль доступа

source: Web-application address
ru_ru: Адрес для входа в систему

source: You have been granted access to the system and a new password has been created
ru_ru: Вам предоставлен доступ к системе и создан новый пароль

source: Your new password
ru_ru: Ваш новый пароль

source: User's comment
ru_ru: Комментарий пользователя

source: answered to request signature document at
ru_ru: ответил на запрос резолюции

source: Approval process event - answer to request
ru_ru: Событие процесса согласования - ответ на запрос

source: Approval process event - signature request
ru_ru: Событие процесса согласования - запрос резолюции

source: requested a signature to approve the document at
ru_ru: запросил резолюцию для утверждения документа

source: ERROR! There are documents owned by the user. Before deleting, transfer of documents to another user.
ru_ru: ОШИБКА! Есть документы, принадлежащие пользователю. Перед удалением передайте документы другому пользователю.

source: Search for text
ru_ru: Поиск по тексту

source: Desktop
ru_ru: Рабочий стол

source: Database selection
ru_ru: Выбор базы данных

source: Account
ru_ru: Учетная запись

source: Configurator
ru_ru: Конфигуратор

source: Decision support system
ru_ru: Система поддержки принятия решений

source: Describe the problem that you encountered when using the web application, or write suggestions for improving the capabilities of the service.
ru_ru: Опишите проблему, с которой вы столкнулись при использовании веб-приложения, или напишите предложения по улучшению возможностей сервиса.

source: Feedback
ru_ru: Обратная связь

source: Logout
ru_ru: Выйти

source: Message text
ru_ru: Текст сообщения

source: Password
ru_ru: Пароль

source: Profile
ru_ru: Профиль

source: Send
ru_ru: Отправить

source: Send a message to MTD OrderMaker web application developers.
ru_ru: Отправьте сообщение разработчикам веб-приложения MTD OrderMaker.

source: Send feedback
ru_ru: Отправить отзыв

source: Service support
ru_ru: Служба поддержки

source: Technical support is provided by
ru_ru: Техническая поддержка предоставляется компанией

source: Users
ru_ru: Пользователи

source: Action
ru_ru: Операция

source: Actions
ru_ru: Действия

source: Add filter
ru_ru: Добавить фильтр

source: Advanced filter
ru_ru: Расширенный фильтр

source: Apply
ru_ru: Применить

source: Cancel
ru_ru: Отмена

source: contains (~)
ru_ru: содержит (~)

source: Create
ru_ru: Создать

source: Custom fields
ru_ru: Пользовательские

source: Date Created
ru_ru: Дата создания

source: Date finish
ru_ru: Дата окончания

source: Date of creation
ru_ru: Дата создания

source: Date start
ru_ru: Дата начала

source: Document owner
ru_ru: Владелец документа

source: equal (=)
ru_ru: равно (=)

source: Extension
ru_ru: Расширения

source: Form fields
ru_ru: Поля формы

source: ID Number
ru_ru: Номер

source: less (&lt;)
ru_ru: меньше (<)

source: List columns
ru_ru: Колонки списка

source: Data List
ru_ru: Список

source: more (&gt;)
ru_ru: больше (>)

source: no equal (&lt;&gt;)
ru_ru: не равно (<>)

source: Page
ru_ru: Страница

source: Page size:
ru_ru: Размер страницы:

source: Search for words in text fields
ru_ru: Поиск слов в текстовых полях

source: Service fields
ru_ru: Служебные

source: Text value
ru_ru: Текстовое значение

source: Wait list
ru_ru: Лист ожидания

source: of
ru_ru: из

source: Back
ru_ru: Назад

source: Changes history
ru_ru: История изменений

source: Date
ru_ru: Дата

source: Delete
ru_ru: Удалить

source: Document information
ru_ru: Информация о документе

source: Edit
ru_ru: Редактировать

source: Document view
ru_ru: Просмотр

source: List
ru_ru: Список

source: Next
ru_ru: Далее

source: Print
ru_ru: Печать

source: Document form
ru_ru: Форма документа

source: Restart Approval
ru_ru: Перезапустить согласование

source: Set owner
ru_ru: Назначить владельца

source: There are no documents requiring approval.
ru_ru: Нет документов, требующих согласования.

source: en
ru_ru: ru

source: m/d/Y
ru_ru: d.m.Y

source: MM/dd/yyyy
ru_ru: dd.MM.yyyy

source: Value
ru_ru: Значение

source: Approval status
ru_ru: Статус согласования

source: Created by
ru_ru: Создано

source: Id
ru_ru: Номер

source: Edited by
ru_ru: Изменено

source: Owner
ru_ru: Владелец

source: Approve Document
ru_ru: Согласовать

source: Forgot your password?
ru_ru: Забыли Ваш пароль?

source: Invalid email address.
ru_ru: Неверный адрес электронной почты.

source: Password recovery
ru_ru: Восстановление пароля

source: Remember Me
ru_ru: Запомнить на этом устройстве

source: Sign In
ru_ru: Войти в систему

source: Login
ru_ru: Логин

source: Your account email address
ru_ru: Адрес электронной почты Вашей учетной записи

source: Approval process
ru_ru: Процесс согласования

source: Comment
ru_ru: Комментарий

source: Create a comment if necessary
ru_ru: Сделайте комментарий если это необходимо

source: Decision Result
ru_ru: Резолюция

source: Start
ru_ru: Начать

source: To approve the document, you need to start the approval process.
ru_ru: Чтобы утвердить документ, вам нужно начать процесс согласования.

source: Document returned for review
ru_ru: Документ возвращен на пересмотр

source: 'en'
ru_ru: 'ru'

source: A positive decision on the current document will complete the approval process or forward the document to the next user.
ru_ru: Положительное решение по текущему документу завершит процесс утверждения или перенаправит документ следующему пользователю.

source: Approve
ru_ru: Согласовать

source: Confirmation of approval
ru_ru: Одобрение документа

source: Document Rejection
ru_ru: Отклонение документа

source: Document return
ru_ru: Вернуть документ

source: Make a request for the resolution of the user to whom this document is available.
ru_ru: Сделайте запрос резолюции у пользователя, которому этот документ доступен.

source: Reject
ru_ru: Отклонить

source: Select a stage from the list:
ru_ru: Выберите этап согласования на который будет возвращен документ:

source: Select a user from the list:
ru_ru: Выберите пользователя из списка:

source: Stage approval
ru_ru: Этап согласования

source: This operation does not complete the approval process and returns the document to the user for correction of errors.
ru_ru: Эта операция не завершает процесс утверждения и возвращает документ пользователю для исправления ошибок.

source: User Signature Request
ru_ru: Запрос резолюции пользователя

source: Your decision to complete the approval process with a Reject status.
ru_ru: Ваше решение завершит процесс согласования со статусом Отказ.

source: Signature request
ru_ru: Запрос резолюции

source: Delete document?
ru_ru: Удалить документ

source: Editor
ru_ru: Редактор

source: Negative response
ru_ru: Негативный ответ

source: Positive response
ru_ru: Позитивный ответ

source: Save
ru_ru: Сохранить

source: Simple answer
ru_ru: Простой ответ

source: The document was deleted.
ru_ru: Документ был удален.

source: The document will be permanently deleted.
ru_ru: Документ будет окончательно удален.

source: A negative answer response to a user’s request will be recorded in the list of approval history.
ru_ru: Отрицательный ответ на запрос пользователя будет занесен в список истории согласования.

source: A positive response to a user’s request will be recorded in the list of approval history.
ru_ru: Положительный ответ на запрос пользователя будет занесен в список истории согласования.

source: A simple answer response to a user’s request will be recorded in the list of approval history.
ru_ru: Нейтральный ответ на запрос пользователя будет занесен в список истории одобрений.

source: Appoint Document Owner
ru_ru: Назначение отвественного

source: Approval is required
ru_ru: Требуется резолюция

source: Approval process was started.
ru_ru: Процесс согласования начат.

source: Document is approved.
ru_ru: Документ согласован.

source: Document is rejected.
ru_ru: Документ отклонен.

source: In this answer option, comment is required
ru_ru: В этом варианте ответа, комментарий обязателен

source: Negative response to the request
ru_ru: Отрицательный ответ на запрос

source: Not started
ru_ru: Не начато

source: Positive response to the request
ru_ru: Положительный ответ на запрос

source: Request sent successfully.
ru_ru: Запрос успешно отправлен.

source: Response sent.
ru_ru: Ответ отправлен

source: Select the user who will own the document.
ru_ru: Выберите пользователя, которому будет принадлежать документ.

source: Simple response to the request
ru_ru: Нейтральный ответ на запрос

source: Period
ru_ru: Период

source: 'm/d/Y'
ru_ru: 'd.m.Y'

source: Document creation
ru_ru: Создание документа

source: View
ru_ru: Чтение

source: User Resolution Request
ru_ru: Запрос резолюции пользователя

source: Also contain at least one character or punctuation mark: ! # @ $ % ^ &amp; * ( ) _ - +
ru_ru: А также содержать хотя бы один символ или знак пунктуации: ! # @ $% ^ & * () _ - +

source: Change account password
ru_ru: Изменение пароля учетной записи

source: Profile change
ru_ru: Изменение данных профиля

source: Clear all
ru_ru: Очистить все

source: Click on the icon to create a strong password.
ru_ru: Нажмите на значок, чтобы создать надежный пароль.

source: Confirm password
ru_ru: Подтверждение пароля

source: Current password
ru_ru: Действующий пароль

source: Login name
ru_ru: Логин

source: Message sent. Check your Email.
ru_ru: Сообщение отправлено. Проверьте свою электронную почту.

source: Phone
ru_ru: Телефон

source: Phone number pattern: +0 000 000 0000
ru_ru: Шаблон телефонного номера: +0 000 000 0000

source: Reset password
ru_ru: Сброс пароля

source: Send token to create a password
ru_ru: Отправить токен для создания пароля

source: The password must be strong and consist of eight or more characters of the Latin alphabet, contain uppercase and lowercase letters, numbers.
ru_ru: Пароль должен быть надежным и состоять из восьми или более символов латинского алфавита, содержать прописные и строчные буквы, цифры.

source: You must enter your password in order to change your profile.
ru_ru: Вы должны ввести свой пароль, чтобы изменить свой профиль.

source: Your password has been changed.
ru_ru: Ваш пароль был изменен.

source: Your profile has been updated.
ru_ru: Ваш профиль был обновлен.

source: A password recovery link was sent to the specified mailbox.
ru_ru: Ссылка для восстановления пароля была отправлена на указанный почтовый ящик.

source: Locked out
ru_ru: Заблокирован

source: Password has been changed successfully.
ru_ru: Пароль был успешно изменен.

source: This account has been locked out, please try again later.
ru_ru: Этот аккаунт заблокирован, повторите попытку позже.

source: To sign in click on the link.
ru_ru: Для входа нажмите на ссылку.

source: A plus sign between words means logical AND
ru_ru: Знак плюс между словами означает логическое "И"

source: Approval Completion
ru_ru: Завершение согласования

source: Consider Approved
ru_ru: Считать утвержденным

source: Display group name
ru_ru: Отображаемое имя группы

source: Display user name
ru_ru: Отображаемое имя пользователя

source: No
ru_ru: Нет

source: This action will complete the approval process in whatever state it is in with the resolution you selected: YES - Approve; NO - Reject.
ru_ru: Это действие завершит процесс согласования на любом этапе с выбранным Вами итогом: ДА - Утвердить; НЕТ - Отклонить.

source: Yes
ru_ru: Да

source: Limit **** lines! Use a filter to shrink the list.
ru_ru: Лимит **** строк! Используйте фильтр, чтобы уменьшить список.

source: Approval history
ru_ru: История согласования

source: Form printing
ru_ru: Печать формы

source: Please follow the links and complete the approval process.&lt;br/&gt; Or use the filter 'Wait list' to get a list of documents awaiting approval.
ru_ru: Пожалуйста, перейдите по ссылкам и завершите процесс согласования.<br/> Или используйте фильтр «Лист ожидания», чтобы получить список документов, ожидающих согласования.

source: The following documents are awaiting your approval:
ru_ru: Следующие документы ожидают Вашего утверждения:

source: This document must be agreed upon.&lt;br/&gt; Send the document for approval by clicking the Apply button.
ru_ru: Этот документ должен быть согласован.<br/> Отправьте документ на согласование, нажав кнопку «Применить».

source: Before approval, make sure that the document is filled in correctly and the comments made are corrected.
ru_ru: Перед согласованием убедитесь, что документ заполнен правильно и сделанные замечания исправлены.

source: Create Document-based On
ru_ru: Создание документа на основании

source: Document-based on
ru_ru: Документ основание

source: Select the form of the Document creation, which will depend on the current document.
ru_ru: Выберите форму создаваемого документа, которая будет зависеть от текущего документа.

source: at
ru_ru: от

source: Document-based
ru_ru: Документ основание

source: No documents
ru_ru: Нет документов

source: No selected
ru_ru: Не выбран

source: Number
ru_ru: Номер

source: Only numbers
ru_ru: Только цифры

source: Related documents
ru_ru: Связанные документы

source: The current document is the basis for the following documents:
ru_ru: Текущий документ является основанием для следующих документов:

source: Do you confirm the restart of the workflow?
ru_ru: Вы подтверждаете перезапуск процесса согласования?

source: Cyclic link! A document cannot be a basis for itself.
ru_ru: Циклическая ссылка! Документ не может быть основанием для самого себя.

source: Cyclic link! This document cannot be selected.
ru_ru: Циклическая ссылка! Этот документ нельзя выбрать.

source: This form is the basis for the following documents:
ru_ru: Эта форма является основанием для следующих документов:

source: Expense
ru_ru: Расход

source: Field Name
ru_ru: Название поля

source: Form Name
ru_ru: Имя формы

source: Income
ru_ru: Доход

source: Limit for Register:
ru_ru: Ограничение регистра:

source: Linked
ru_ru: Связан

source: List of digital form fields controlled by this register
ru_ru: Список полей цифровой формы, которые контролируются этим регистром

source: 'h:i A'
ru_ru: 'H:i'

source: 'm/d/Y h:i A'
ru_ru: 'd.m.Y H:i'

source: Deadline for tasks
ru_ru: Задачи ожидающие завершения

source: Please follow the links and close the tasks.
ru_ru: Пожалуйста, пройдите по ссылкам и закройте задачи.

source: Task management event
ru_ru: Событие управления задачами

source: Activites
ru_ru: Активности

source: Activity added.
ru_ru: Событие добавлено.

source: Add
ru_ru: Добавить

source: Add activity dialog
ru_ru: Добавление события

source: Add task dialog
ru_ru: Добавление задачи

source: Close task
ru_ru: Закрыть

source: Deadline
ru_ru: Срок

source: Deadline:
ru_ru: Срок:

source: Delete activity?
ru_ru: Удалить событие?

source: Delete task
ru_ru: Удалить

source: Delete task?
ru_ru: Удалить задачу?

source: Error saving object.
ru_ru: Ошибка записи объекта.

source: Error sending message.
ru_ru: Ошибка отправки сообщения.

source: Event date
ru_ru: Дата и время собятия

source: Event name
ru_ru: Наименование события

source: Executor
ru_ru: Исполнитель

source: has closed the task at
ru_ru: закрыл задачу в

source: has created task for you at
ru_ru: создал задачу для Вас в

source: Initiator
ru_ru: Инициатор

source: New Task
ru_ru: Новая задача

source: Private task
ru_ru: Частная задача

source: Responsible for execution
ru_ru: Исполнитель

source: Status:
ru_ru: Статус:

source: Task
ru_ru: Задача

source: Task added.
ru_ru: Задача создана

source: Task close
ru_ru: Закрытие задачи

source: Task closed
ru_ru: Задача закрыта

source: Task complete
ru_ru: Задача выполнена

source: Task refused
ru_ru: Задача отклонена

source: Task:
ru_ru: Задача:

source: Tasks
ru_ru: Задачи

source: The activity was deleted
ru_ru: Событие удалено

source: The activity will be permanently deleted.
ru_ru: Событие будет удалено без возможности восстановления.

source: The task was deleted
ru_ru: Задача удалена

source: The task will be permanently deleted.
ru_ru: Задача будет удалена без возможности восстановления.

source: This action will close the task. Use the action buttons:
ru_ru: Это действие закроет задачу. Используйте кнопки:

source: YES - complete the task; NO - refuse the assignment.
ru_ru: ДА - задача выполнена; НЕТ - отказаться от выполнения

source: In this option, comment is required
ru_ru: Для этого события комментарий обязателен

source: Click the 'Approve Document' button to begin the approval process.
ru_ru: Нажмите кнопку «Согласовать», чтобы начать процесс утверждения документа.

source: Approval
ru_ru: Согласование

source: Approval flows
ru_ru: Рабочие процессы

source: Configuration and setup
ru_ru: Конфигурация и настройка

source: Display elements
ru_ru: Элементы дисплея

source: Forms
ru_ru: Формы

source: Interface
ru_ru: Интерфейс

source: Register set
ru_ru: Настройка учета

source: Registers
ru_ru: Регистры

source: Templates setting
ru_ru: Шаблоны форм

source: Access policies
ru_ru: Уровни доступа

source: Access template
ru_ru: Уровни доступа

source: All
ru_ru: Все

source: Assignment
ru_ru: Назначение

source: Delete group
ru_ru: Удалить группу

source: Deny group
ru_ru: Собственный не доступен группе

source: Description
ru_ru: Описание

source: Export
ru_ru: Экспорт

source: Group
ru_ru: Группа

source: Groups
ru_ru: Группы

source: List groups
ru_ru: Список групп

source: List of policies
ru_ru: Список уровней доступа

source: List user groups
ru_ru: Список групп

source: Name
ru_ru: Наименование

source: Only own
ru_ru: Только свои

source: Own docs
ru_ru: Собственные документы

source: Policy
ru_ru: Политика

source: Policy editor
ru_ru: Редактор политик

source: Reviewer
ru_ru: Ревизор

source: Rights
ru_ru: Права

source: Set Date
ru_ru: Редактировать дату создания

source: Export to Excel
ru_ru: Экспорт в Excel

source: User list
ru_ru: Список пользователей

source: User Management
ru_ru: Управление пользвателями

source: Accounts
ru_ru: Учетные записи

source: Additionally
ru_ru: Дополнительно

source: Documents
ru_ru: Документы

source: Create related
ru_ru: Создать на основании

source: Document reviever
ru_ru: Ревизия документа

source: Edit related
ru_ru: Изменить основание

source: Owner person
ru_ru: Назначение владелеца документа

source: Delete policy
ru_ru: Удалить политику

source: Select all
ru_ru: Выделить все

source: Unselect all
ru_ru: Очистить все

source: Changes saved.
ru_ru: Изменения сохранены.

source: Creating a new group
ru_ru: Создание новой группы

source: Editing access template
ru_ru: Редактирвоание шаблона доступа

source: New group
ru_ru: Новая группа

source: The group
ru_ru: Группа

source: The group and all data associated with it will be permanently deleted.
ru_ru: Группа и все связанные с ней данные будут удалены без возможности восстановления.

source: was deleted
ru_ru: была удалена

source: Editing group
ru_ru: Редактирование группы

source: New group was created.
ru_ru: Новая группа была создана успешно.

source: The policy will be permanently deleted.
ru_ru: Политика будет удалена без возможности восстановления.

source: All Groups
ru_ru: Все группы

source: Display names
ru_ru: Отображаемое имя

source: Email status
ru_ru: Подтвержденный Email

source: Login &amp; Email
ru_ru: Логин и Email

source: New policy was created.
ru_ru: Новая политика была создана успешно.

source: No Group
ru_ru: Пользователи без групп

source: Role
ru_ru: Роль

source: Add group
ru_ru: Добавить в группу

source: Delete user
ru_ru: Удалить пользователя

source: Editing profile parameters
ru_ru: Редактирование параметров профиля

source: Group not selected
ru_ru: Группы не выбраны

source: Groups user
ru_ru: Группы пользователя

source: Send link for Email
ru_ru: Отправить ссылку для подтверждения Email

source: Send link for password
ru_ru: Отправить ссылку для создания пароля

source: Send new password
ru_ru: Создать и отправить новый пароль

source: Transfer all documents
ru_ru: Передать все документы другому пользователю

source: Add group for user
ru_ru: Добавить группу для пользователя

source: No group selected
ru_ru: Группа не выбрана

source: A new password has been sent to the user.
ru_ru: Новый пароль отправлен пользователю.

source: Creating a new user
ru_ru: Создание нового пользователя

source: Message sent.
ru_ru: Сообщение отправлено.

source: New user
ru_ru: Новый пользователь

source: The user will be permanently deleted.
ru_ru: Пользователь будет удален без возможости восстановления.

source: User daleted.
ru_ru: Пользователь удален.

source: Creating new form pattern
ru_ru: Создание новой формы

source: Delete form
ru_ru: Удалить форму

source: Edit fields
ru_ru: Редактировать поля

source: Edit parts
ru_ru: Редактировать разделы

source: Editing form parameters
ru_ru: Редактирование параметров формы

source: Form editor
ru_ru: Редактор формы

source: Image for card background
ru_ru: Картинка - фон карточки

source: Image for the form header
ru_ru: Картинка - логотип

source: New form
ru_ru: Новая форма

source: New form created.
ru_ru: Создана новая форма

source: Delete image
ru_ru: Удалить картинку

source: File not selected...
ru_ru: Файл не выбран

source: Select file
ru_ru: Выбрать

source: The form
ru_ru: Форма

source: The form and all data associated with it will be permanently deleted.
ru_ru: Форма и все зависимые элементы будут удалены без возможности восстановления.

source: Visible
ru_ru: Видимый

source: was deleted.
ru_ru: была удалена

source: Columns
ru_ru: Колонки

source: Creating a new form section
ru_ru: Создание нового раздела формы

source: Delete part
ru_ru: Удалить раздел

source: Form parts management
ru_ru: Управление разделами формы
