Repository: moayyaed/MtdKey.OrderMaker
Catalog: Resources/SharedResource.*.resx
Languages: ru_ru

source: Image for section
ru_ru: Картинка раздела

source: Lines
ru_ru: Строки

source: New form part
ru_ru: Новый раздел формы

source: Part style
ru_ru: Стиль отображения раздела

source: Parts editor
ru_ru: Редактор разделов

source: The partition and all data associated with it will be permanently deleted.
ru_ru: Раздел и все зависимые элементы будут удалены без возможности восстановления.

source: Title
ru_ru: Заголовок

source: Visibility
ru_ru: Отображение

source: Editing section parameters
ru_ru: Редактирование параметров раздела

source: On child forms
ru_ru: В подчиненных формах

source: Part editor
ru_ru: Редактор раздела формы

source: Delete part?
ru_ru: Удалить раздел?

source: Form fields management
ru_ru: Управление полями формы

source: Form part
ru_ru: Раздел формы

source: New field
ru_ru: Новое поле

source: New form section created.
ru_ru: Создан новый раздел формы.

source: Creating form field
ru_ru: Создание поля формы

source: Default data
ru_ru: Значение по умолчанию

source: Delete field
ru_ru: Удалить поле

source: Editing form field parameters
ru_ru: Редактирование параметров поля

source: Field
ru_ru: Поле

source: Field editor
ru_ru: Редактор поля

source: Field type
ru_ru: Тип поля

source: Fields editor
ru_ru: Редактор полей

source: has been removed
ru_ru: было удалено

source: List from
ru_ru: Список из формы:

source: New form field created.
ru_ru: Создано новое поле формы.

source: Readonly
ru_ru: Только для чтения

source: Required
ru_ru: Обязательное

source: The field and all data associated with it will be permanently deleted
ru_ru: Поле и все связанные с ним данные будут удалены без возможности восстановления.

source: Trigger
ru_ru: Триггер

source: Datetime now
ru_ru: Текущая дата и время

source: No Trigger
ru_ru: Без триггера

source: User group
ru_ru: Отоборажаемое имя группы пользователя

source: User name
ru_ru: Имя пользователя

source: Activity editor
ru_ru: Редактор активности

source: Activity image
ru_ru: Картинка для отображения активности

source: Editing activity parameters
ru_ru: Редактирование параметров активности

source: Form activites management
ru_ru: Редактирование активностей формы

source: App bar - backround collor
ru_ru: Панель приложения цвет фона

source: App bar - icons collor
ru_ru: Панель приложения цвет текста

source: Approval editor
ru_ru: Редактор процесса согласования

source: Approvals
ru_ru: Согласования

source: Approval flow for:
ru_ru: Рабочий процесс для формы:

source: Image for application bar
ru_ru: Логотип для панели приложения

source: Image for main menu
ru_ru: Логотип для главного меню

source: Settings chains
ru_ru: Настройка цепочек согласования

source: Approval flow list
ru_ru: Список рабочих процессов

source: Creating new approval flow
ru_ru: Создание нового рабочего процесса

source: New approval flow
ru_ru: Новый рабочий процесс

source: New approval flow created.
ru_ru: Новый процесс утверждения создан

source: Image for Approved status
ru_ru: Картинка для статуса Согласовано

source: Image for Rejected status
ru_ru: Картинка для статуса Отказано

source: Image for Required status
ru_ru: Картинка для статуса Требуется утверждение

source: Image for Returned status
ru_ru: Картинка для статуса Возвращен

source: Image for Waiting status
ru_ru: Картинка для статуса Ожидание

source: Text for Approved status
ru_ru: Текст для статуса Согласовано

source: Text for Rejected status
ru_ru: Текст для статуса Отказано

source: Text for Required status
ru_ru: Текст для статуса Требуется утверждение

source: Text for Returned status
ru_ru: Текст для статуса Возвращен

source: Text for Waiting status
ru_ru: Текст для статуса Ожидание

source: Delete approval flow
ru_ru: Удалить рабочий процесс

source: Edit chain
ru_ru: Редактировать цепочку

source: Update first stages
ru_ru: Обновить этапы

source: Approval chain management
ru_ru: Управление цепочкой согласования

source: Stages list
ru_ru: Список этапов

source: Creating a stage in the chain
ru_ru: Создание этапа в цепочке согласования

source: Delete stage from chain
ru_ru: Удалить этап в цепочке согласования

source: Edit approval stage
ru_ru: Редактор этапа согласования

source: Editing a Stage in a Chain
ru_ru: Редактирование этапа в цепочке

source: New approval chain was created.
ru_ru: Создан новый этап согласования.

source: New approval stage
ru_ru: Новый этап согласования

source: Parts of the form that will be uneditable after approval
ru_ru: Разделы формы, которые нельзя будет редактировать после утверждения этого этапа

source: Rejection list
ru_ru: Дополнительный список отказов

source: Resolution list
ru_ru: Дополнительный список разрешений

source: The stage and all data associated with it will be permanently deleted.
ru_ru: Этап и все связанные с ним данные будут удалены без возможности восстановления.

source: The stage deleted.
ru_ru: Этап согласования удален.

source: Approver
ru_ru: Утверждающий

source: Creating new resolution
ru_ru: Создание новой резолюции

source: Delete resolution
ru_ru: Удалить резолюцию

source: Header text
ru_ru: Текст

source: New resolution
ru_ru: Новая резолюция

source: Resolutions
ru_ru: Резолюции

source: Text color
ru_ru: Цвет текста

source: The resolution and all data associated with it will be permanently deleted.
ru_ru: Резолюция и все связанные с ней данные будут удалены без возможности восстановления.

source: The resolution deleted.
ru_ru: Резолюция удалена.

source: Editing resolution settings
ru_ru: Редактирование параметров резолюции

source: Resolution editor
ru_ru: Реактор резолюции

source: Create new rejection
ru_ru: Создание нового варианта отказа

source: Delete rejection
ru_ru: Удалить вариант отказа

source: Edit rejection
ru_ru: Редактирование параметров отказа

source: New rejection
ru_ru: Новая резолюция

source: Rejection editor
ru_ru: Редактор варианта отказа

source: Rejections
ru_ru: Отрицательные резолюции

source: Rejections list
ru_ru: Список отрицательных резолюций

source: The rejection and all data associated with it will be permanently deleted.
ru_ru: Вариант отказа и все связанные с ним данные будут удалены без возможности восстановления.

source: The rejection deleted.
ru_ru: Вариант отказа был удален.

source: Creating new register
ru_ru: Создание нвого регистра

source: Editing register parametr
ru_ru: Редактирование параметров регистра

source: New register
ru_ru: Новый регистр

source: New register created.
ru_ru: Новый регистр создан.

source: Parent Limit
ru_ru: Лимит расходов

source: Register data list
ru_ru: Список регистров

source: Register editor
ru_ru: Редактор регистра

source: Delete register
ru_ru: Удалить регистр

source: The register and all data associated with it will be permanently deleted.
ru_ru: Регистр и все связанные с ним данные будут удалены без возможности восстановления.

source: The register deleted.
ru_ru: Регистр был удален.

source: Delete activity
ru_ru: Удалить активность

source: The activity and all data associated with it will be permanently deleted.
ru_ru: Активность и все связанные с ней данные будут удалены без возможности восстановления.

source: The activity deleted.
ru_ru: Акстивность была удалена.

source: New form activity created.
ru_ru: Создана новая активность.

source: Consider Email Confirmed.
ru_ru: Считать подтвержденным.

source: Creating new approval chain
ru_ru: Создание новой цепочки согласования

source: Form Approval Chain
ru_ru: Согласование для документа

source: Catalogs
ru_ru: Справочники

source: Title name
ru_ru: Отображаемое имя

source: Transfer of documents
ru_ru: Передача документов

source: Transfer of documents to the user.
ru_ru: Передча всех документов другому пользователю.

source: Display Name &amp; Email
ru_ru: Имя & Email

source: If you want to change your password, use the password recovery service on the user management page or the 'Forgot your password?' link on the login page.
ru_ru: Если вы хотите изменить свой пароль, воспользуйтесь услугой восстановления пароля на странице управления пользователями или ссылкой "Забыли пароль?" на странице входа в систему.

source: Please wait. Your login is being created...
ru_ru: Пожалуйста, подождите. Ваш логин создается...

source: The login operation was successful.
ru_ru: Операция входа в систему прошла успешно.

source: You are logged in with a random password.
ru_ru: Вы вошли в систему с автоматически созданным паролем.

source: Forms Limit!
ru_ru: Лимит количества форм!

source: Main content
ru_ru: Основной раздел

source: Form Part Name
ru_ru: Название раздела

source: Continue
ru_ru: Продолжить

source: Close
ru_ru: Закрыть
